{
    "me": "About Me",
    "experience": "Experience",
    "projects": "Projects",
    "education": "Education",
    "title": "Software Engineer",
    "aboutHeader": "01. About Me",
    "aboutTitle": "Hello, I'm Agrin!",
    "aboutDescription": "I am a student who is about to transition into a career as a software production engineer. I am preparing to take on challenging tasks and seek opportunities to develop my skills both in my current role and in new areas. I take pride in my strong work ethic, which is reflected in my commitment to producing high-quality work. I am a calm problem-solver by nature and believe that the best solutions arise through collaboration and open communication.",
    "experienceHeader": "02. Experience",
    "experienceTitle": "Work Experience",
    "experienceBoxes": [
        {
            "date": "2019 - 2022",
            "title": "Processing Operator",
            "company": "Murata Electronics Oy",
            "text": "I was responsible for inspecting and repairing electronic components. Workdays lasted 12 hours and I needed to stay alert and focused to ensure that the final products were flawless and of high quality."
        },
        {
            "date": "2021 - 2022",
            "title": "Assistant ( PCR )",
            "company": "Terveystalo",
            "text": "As a COVID-19 testing assistant, I conducted daily tests for 100-200 people. My work involved handling samples and preparing them for further processing, as well as assisting nurses in conducting COVID-19 tests."
        },
        {
            "date": "2021 - 2022",
            "title": "Receptionist",
            "company": "Espoon Kaupunki",
            "text": "I assisted approximately 200-400 people daily in performing COVID-19 vaccinations. My duties included assisting customers, ensuring their well-being and making sure they felt comfortable."
        },
        {
            "date": "2019",
            "title": "Warehouse Worker",
            "company": "Kesko Oyj",
            "text": "My duties included picking frozen goods according to customer orders, ensuring accuracy and timely delivery. I also maintained order in the department and in the warehouse."
        },
        {
            "date": "2018",
            "title": "Mailing and Enveloping",
            "company": "PostNord Oy",
            "text": "My duties included sorting letters and packages, opening envelopes, sealing them, and preparing mail for dispatch."
        }
    ],
    "projectHeader": "03. Projects",
    "projectTitle": "Recent Projects",
    "projectsCards": [
        {
            "name": "EcoPlug",
            "description": "Ecoplug is a mobile app that helps users find available electric vehicle charging spots in Uusimaa. Built with React Native, CSS, Node.js, MySQL, Docker and Jenkins is used for continuous integration and testing.",
            "links": [
                { "href": "https://github.com/MuathOthman/EcoPlugMobileApp", "icon": "faGithub" },
                { "href": "https://youtu.be/bBMAk98vEuk?si=IXvr0nPgAYl10m2b", "icon": "faYoutube" }
            ]
        },
        {
            "name": "Sähkö Dominus",
            "description": "Sähkö Dominus is a website made for a client offering professional electronic installation and repair services. Build with React, Node.js with Express and CSS. Created as a mobile and desktop version.",
            "links": [
                { "href": "https://github.com/Agrinsadon/sahko-dominus", "icon": "faGithub" },
                { "href": "https://www.sahkodominus.com/", "icon": "faExternalLinkAlt" }
            ]
        },
        {
            "name": "Renteez",
            "description": "Renteez is a platform where you can publish or rent apartments in Helsinki. It is mainly made for students who are looking for apartments. Built with React, Node.js with Express, MongoDB, and CSS. Created as a desktop version.",
            "links": [
                { "href": "https://github.com/theomi/renteez", "icon": "faGithub" },
                { "href": "https://renteez.onrender.com/", "icon": "faExternalLinkAlt" }
            ]
        },
        {
            "name": "Tuutorikeskus",
            "description": "Tuutorikeskus is a website made for client that provides guidance and support to help students prepare for their medical entrance exams in Romania. Built with React, Node.js with Express and CSS. Created as a mobile and desktop version.",
            "links": [
                { "href": "https://github.com/Agrinsadon/Tuutorikeskus", "icon": "faGithub" },
                { "href": "https://www.tuutorikeskus.com/", "icon": "faExternalLinkAlt" }
            ]
        }
    ],

    "educationHeader": "04. Education",
    "codeEducation": "Coding Skills",
    "degreeHeader": "Degree's",
    "degreeTitleMetropolia": "Information and communication technology engineer",
    "degreeTitleOmnia": "Electrical and automation"

}
