{
    "me": "Minusta",
    "experience": "Kokemus",
    "projects": "Projektit",
    "education": "Koulutus",
    "title": "Ohjelmistotekniikan opiskelija",
    "aboutHeader": "01. Minusta",
    "aboutTitle": "Hei Olen Agrin!",
    "aboutDescription": "Olen omistautunut opiskelija, joka tavoittelee uraa ohjelmistotuotannon insinöörinä. Olen valmis ottamaan vastaan haastavia tehtäviä ja etsimään mahdollisuuksia kehittää taitojani sekä omalla alallani että muilla aloilla. Olen erityisen ylpeä vahvasta työetiikastani, joka näkyy sitoutumisessani laadukkaan työn tuottamiseen. Olen luonteeltani rauhallinen ongelmanratkaisija ja uskon vahvasti siihen, että parhaat ratkaisut syntyvät yhteistyön ja avoimen viestinnän kautta.",
    "experienceHeader": "02. Kokemus",
    "experienceTitle": "Minun Työkokemukseni",
    "experienceBoxes": [
        {
            "date": "2019 - 2022",
            "title": "Käsittelyoperaattori",
            "company": "Murata Electronics Oy",
            "text": "Vastuullani oli elektroniikkakomponenttien tarkistaminen ja korjaaminen. Työpäivät kestivät 12 tuntia ja minun tuli olla virkeä ja keskittyneenä varmistaakseni, että lopputuotteet olisivat virheettömiä ja korkealaatuisia."
        },
        {
            "date": "2021 - 2022",
            "title": "Avustaja ( PCR )",
            "company": "Terveystalo",
            "text": "Koronavirustestauksen avustajana suoritin päivittäin testejä 100-200 henkilölle. Vastuullani oli näytteiden käsittely, osallistuminen koko testausprosessiin sekä julkisen terveydenhuollon aloitteiden tukeminen."
        },
        {
            "date": "2021 - 2022",
            "title": "Aulatyöntekijä",
            "company": "Espoon Kaupunki",
            "text": "Avustin päivittäin noin 200-400 henkilöä koronarokotusten suorittamisessa. Tehtäviini kuului asiakkaiden avustaminen, huolehtiminen heidän hyvinvoinnistaan ja varmistamaan, että he kokivat olonsa mukavaksi ja turvalliseksi."
        },
        {
            "date": "2019",
            "title": "Varastotyöntekijä",
            "company": "Kesko Oyj",
            "text": "Työtehtäviini kuului asiakastilauksien mukaisten pakasteiden kerääminen kärryihin, varmistaen tarkkuuden ja tilausten täsmällisyyden. Huolehdin myös osaston järjestyksestä ja tuotteiden oikeasta sijoittelusta varastoon."
        },
        {
            "date": "2018",
            "title": "Postitus ja kuoritus",
            "company": "PostNord Oy",
            "text": "Tehtäviini kuului kirjeiden ja pakettien lajittelu, kuorien avaaminen ja sulkeminen sekä postin valmistelu lähetettäväksi."
        }
    ],
    "projectHeader": "03. Projektit",
    "educationHeader": "04. Koulutus"
}
